Repository: 346081215/LoginDemo
Catalog: App_GlobalResources/RepeatOrder.*.resx
Languages: es

# AddComments
source: 备注
es: Comentarios

# Address
source: 地址
es: Dirección

# ApproveOrder
source: 审核订单
es: Approve Order

# ArtWork
source: 画稿
es: Ver Diseño

# AWBNumberPOD
source: 查看出货
es: AWB number/POD

# BillingAddress
source: 开票地址
es: Dirección de facturación

# BillTO
source: 开票客户
es: Envío de factura

# Brand
source: 品牌
es: Marca

# CancelOrder
source: 取消订单
es: Cancelar pedido

# Category
source: 类别
es: Categoría

# Company
source: 出货公司
es: Empresa

# ConfirmDate
source: 确认日期
es: Fecha Confirmación

# ConfirmEndTime
source: 确认结束日期
es: ConfirmEndTime

# ConfirmStartTime
source: 确认开始日期
es: ConfirmStartTime

# CONFIRM_OFFICIAL_ORDER
source: 订单将被确认为正式订单.
es: THE ORDER WILL BE CONFIRM OFFICIAL ORDER.

# Contact
source: 联系人
es: Contacto

# CopyOrder
source: 翻单
es: Copy Order

# Currency
source: 币别
es: Mone

# CustomerPO
source: 客户PO号
es: Nº Pedido Cliente

# DeliveryDate
source: 交货日期
es: Fecha de envío

# DeliveryEndTime
source: 交货结束日期
es: DeliveryEndTime

# DeliveryStartTime
source: 交货开始日期
es: DeliveryStartTime

# FreightCompany
source: 快递公司
es: Empresa Transportes

# FreightNo
source: 快递单号
es: FreightNo

# Item
source: 产品
es: artículo

# Maxim
source: 美声订单号
es: Nº Maxim

# OrderQty
source: 正式数量
es: Cant Pedido

# ORDER_WILL_BE_CANCELED
source: 订单将被取消.
es: THE ORDER WILL BE CANCELED.

# OriOrderQty
source: 原始数量
es: CantPedOri

# Payment
source: 支付
es: Payment

# PaymentDate
source: 支付日期
es: Payment Date

# Performance
source: 是否准时
es: Evolución

# PrintShop
source: 生产车间
es: Imprenta

# Query
source: 查询
es: Búsqueda

# QueryResults
source: 查询结果
es: Resultado Consulta

# RepeatOrders
source: 翻单
es: Repeat Order

# RepeatOrdersTrackingConfirm
source: 翻单(Confirm)
es: Repeat order's Tracking(confirm)

# RepeatOrdersTrackingQuery
source: 翻单(Query)
es: Repeat order's Tracking(query)

# RepeatReason
source: 翻单原因
es: Repeat Reason

# Search
source: 查询
es: Buscar

# Seq
source: 序号
es: Sec

# Shipment
source: 出货单号
es: Shipment#

# ShippedDate
source: 出货日期
es: ShippedDate

# ShippingAddress
source: 出货地址
es: Dirección de envío

# ShipTo
source: 出货客户
es: Enviar a

# Status
source: 状态
es: Status

# Submit
source: 提交
es: Submit

# Telephone
source: 电话
es: Teléfono

# TelNo
source: 电话
es: Tel No.

# Vendor
source: 客户代号
es: Nº de Proveedor

# VendorName
source: 客户名称
es: Nombre del proveedor

# View
source: 明细
es: View

# ViewArtwork
source: 查看画稿
es: View Artwork

# ViewCopyOrder
source: 查看翻单
es: View Copy Order

# ViewDetail
source: 查看明细
es: Ver Detalles

# ViewShipment
source: 查看出货
es: View Shipment

# Successfully
source: 成功! 您的美声订单号是
es: successfully! Your Maxim No. is
