Repository: 346081215/LoginDemo
Catalog: App_GlobalResources/UrgenOrderReq.*.resx
Languages: es

# Back
source: 返回
es: Back

# ConfirmDate
source: 确认日期
es: Fecha Confirmación

# Email
source: 邮箱
es: Email

# FailureToModify
source: 修改失败
es: Failure to modify

# follow
source: 如果您想将服务水平更改为少于48小时的服务，请按照下面的紧急订单流程
es: If you want to change the service level to less than 48 hr service , please follow the below urgent order process

# Maxim
source: 美声订单号
es: Nº Maxim

# MaximNOisNull
source: 美声订单号为空
es: MaximNO is null

# Mobile
source: 电话
es: Mobile

# Notice
source: -通知- 紧急订单附加费为15%
es: -Notice- Urgent order surcharge is 15 %

# OOSOrderNo
source: 美声订单号
es: Nº OOS

# OrderDate
source: 订单日期
es: Fecha Pedido

# OrderQty
source: 正式数量
es: Cant Pedido

# PleaseChooseAServiceLevel
source: 请选择几天单
es: Please choose a Service Level

# PleaseInputPOorMaximNO
source: 请输入PO号或者美声订单号.
es: Please input PO or MaximNO.

# PO
source: 客户PO号
es: Nº Pedido Cliente

# PrintShop
source: 生产地
es: Imprenta

# Product
source: 产品
es: Producto

# Query
source: 查询
es: Búsqueda

# QueryResults
source: 查询结果
es: Resultado Consulta

# Search
source: 查询
es: Buscar

# Seq
source: 序号
es: Sec

# ServiceLevel
source: 几天单
es: Nivel Servicio

# ShowConfirmtoChargeRequst
source: 您确定要更改订单服务级别吗？
es: Are you sure to change the order service level?

# ShowDivPriceUpChargeRequst
source: 15% upcharge从约定的价格收取，请确认是否需要改变这种服务水平？
es: 15% upcharge from agreed price will be charged, please confirm if need to change to this service level?

# Step1
source: 步骤1 . 请按下面的按钮发送通知邮件给美声客户服务。
es: Step 1. Please click the below button to send a notification mail to Maxim Customer Service.

# Step2
source: 步骤2 . 请联系美声客户服务：
es: Step 2. Please contact Maxim Customer Service:

# SubmitAndSendMail
source: 提交和发送邮件
es: Submit and Send out Mail

# UrgentOrderRequest
source: 急单查询
es: Urgent Order Request

# UrgentRequest
source: 急单
es: Urgent Request

# YouCanDirectlyChangetheServiceLevelto
source: 您可以直接将服务级别更改为
es: You can directly change the service level to
